Revit 2027 API
SpecTypeId.MassEquivalentPerUnitLength Property
 Mass Equivalent per Unit Length.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassEquivalentPerUnitLength { get; }
Public Shared ReadOnly Property MassEquivalentPerUnitLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassEquivalentPerUnitLength {
	ForgeTypeId^ get ();
}
static member MassEquivalentPerUnitLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace